{
    "meta.title": "Lee Sedol – Leyenda del Go",
    "meta.description": "Sitio oficial del perfil de Lee Sedol",
    "hero.name": "Lee Sedol",
    "hero.title": "Leyenda del Go & Desafiante de la IA",
    "hero.subtitles": "Jugador profesional de Go 9º dan | Creador de juegos de mesa | Profesor de la Facultad de IA de UNIST | Conferenciante sobre IA",
    "about.heading": "Presentación",
    "about.content": "Lee Sedol es un destacado jugador de Go coreano que, desde que se convirtió en profesional en 2002, ha estado activo en escenarios nacionales e internacionales durante más de 20 años, logrando más de 18 victorias en torneos importantes. En 2012 alcanzó su victoria número 1.000 y en 2016 marcó un punto de inflexión en el mundo del Go al conseguir una victoria en un histórico enfrentamiento de cinco partidas contra 'AlphaGo', el primer programa de IA de Go del mundo. Tras retirarse de la competición activa, fue nombrado profesor en el Departamento de Ingeniería de Inteligencia Artificial de la Universidad Nacional de Ciencia y Tecnología de Ulsan (UNIST), donde aplica las técnicas de 'lectura de jugadas' y 'evaluación de posición' aprendidas en el Go a la investigación en inteligencia artificial. Al mismo tiempo, diseña y desarrolla juegos de mesa basados en estrategias de Go, y trabaja en un artículo sobre 'Los cambios en el Go durante una década con la IA' mediante discusiones activas con conferencias académicas y grupos de investigación nacionales e internacionales. Además de su actividad académica, también participa como 'conferenciante sobre IA' en empresas, instituciones públicas y conferencias globales, compartiendo sus perspectivas sobre la resolución estratégica de problemas y los modelos de colaboración humano-máquina.",
    "timeline.heading": "Trayectoria",
    "timeline.event2002": "Debut como profesional de Go",
    "timeline.event2006": "Primera victoria en torneo internacional (Copa Nongshim)",
    "timeline.event2012": "Alcanza 1.000 victorias en su carrera",
    "timeline.event2016": "Histórico enfrentamiento con AlphaGo (1 victoria en 5 partidas)",
    "timeline.event2018": "Anuncio de retiro & Inicio del apoyo a la investigación de IA y Go",
    "timeline.event2021": "Partida especial conmemorativa \"Lee Sedol AI Exhibition Match\"",
    "timeline.event2025": "Profesor de la Facultad de IA de UNIST",
    "publications.heading": "Publicaciones",
    "publications.item1.title": "La lectura de un maestro",
    "publications.item1.desc": "Autobiografía con análisis de partidas y métodos de entrenamiento de lectura",
    "publications.item1.link": "Ver más",
    "publications.item2.title": "Colección de partidas comentadas de Lee Sedol",
    "publications.item2.desc": "Comentarios de las partidas más impresionantes de su carrera profesional",
    "publications.item2.link": "Ver más",
    "publications.item3.title": "La estética del Go",
    "publications.item3.desc": "Ensayo filosófico sobre la conexión entre el Go y el arte",
    "publications.item3.link": "Ver más",
    "publications.item4.title": "La IA y el futuro del Go",
    "publications.item4.desc": "Reflexiones sobre el papel del Go y del ser humano en la era de la inteligencia artificial",
    "publications.item4.link": "Ver más",
    "publications.item5.title": "La intuición humana",
    "publications.item5.desc": "Estudio sobre el valor único y propio del ser humano en la era de la inteligencia artificial",
    "publications.item5.link": "Ver más",
    "publications.item6.title": "Filosofía de un competidor",
    "publications.item6.desc": "Reflexiones personales sobre los desafíos y el crecimiento en la competición y en la vida",
    "publications.item6.link": "Ver más",
    "media.heading": "Medios",
    "media.item1.title": "Comentario de la 1ª partida AlphaGo vs Lee Sedol",
    "media.item1.link": "Ver vídeo",
    "media.item2.title": "Entrevista sobre la coexistencia entre IA y humanos",
    "media.item2.link": "Ver más",
    "news.heading": "Noticias y eventos",
    "news.filter.all": "Todos",
    "news.filter.2025": "2025",
    "news.filter.2024": "2024",
    "news.filter.2023": "2023",
    "news.item1": "Netflix - Plan del Diablo 2",
    "news.item2": "POSTECH Mundo laboral",
    "news.item3": "Festival de Ciencia y Tecnología de Corea 2025",
    "news.item4": "Herald Innova Corea 2025",
    "news.item5": "Torneo Nacional de Go Copa Lee Sedol",
    "news.item6": "Festival de IA de Seúl",
    "news.item7": "Nombramiento como profesor en UNIST",
    "contact.heading": "Contacto",
    "contact.name": "Nombre",
    "contact.email": "Correo electrónico",
    "contact.message": "Mensaje",
    "contact.button": "Enviar"
}