{
    "meta.title": "Lee Sedol – Légende du Go",
    "meta.description": "Site officiel du profil de Lee Sedol",
    "hero.name": "Lee Sedol",
    "hero.title": "Légende du Go & Challenger de l'IA",
    "hero.subtitles": "Joueur professionnel de Go 9e dan | Créateur de jeux de société | Professeur à la faculté d'IA de l'UNIST | Conférencier sur l'IA",
    "about.heading": "Présentation",
    "about.content": "Lee Sedol est un joueur de Go coréen emblématique qui, depuis son accession au statut professionnel en 2002, a remporté plus de 18 tournois majeurs sur la scène nationale et internationale pendant plus de 20 ans. En 2012, il a atteint le cap des 1 000 victoires en carrière, et en 2016, il a marqué l'histoire en remportant une partie lors de son match en cinq manches contre 'AlphaGo', le premier programme d'IA de Go au monde, créant ainsi un nouveau tournant dans le monde du Go. Après sa retraite du circuit professionnel, il a été nommé professeur au département d'ingénierie de l'intelligence artificielle de l'Université des Sciences et Technologies d'Ulsan (UNIST), où il applique les techniques de 'lecture du jeu' et d''évaluation de position' acquises au Go à la recherche en intelligence artificielle. Parallèlement, il conçoit et développe des jeux de société inspirés des stratégies du Go, et prépare actuellement un article sur 'Les transformations du Go durant une décennie de coexistence avec l'IA' à travers des discussions actives avec des conférences académiques et des groupes de recherche nationaux et internationaux. Au-delà du monde académique, il intervient également comme 'conférencier sur l'IA' auprès d'entreprises, d'institutions publiques et lors de conférences mondiales, partageant ses perspectives sur la résolution stratégique de problèmes et les modèles de collaboration homme-machine.",
    "timeline.heading": "Parcours",
    "timeline.event2002": "Devient joueur professionnel de Go",
    "timeline.event2006": "Premier titre international (Coupe Nongshim)",
    "timeline.event2012": "Atteint les 1 000 victoires en carrière",
    "timeline.event2016": "Match historique contre AlphaGo (1 victoire sur 5 parties)",
    "timeline.event2018": "Annonce de sa retraite & Début du soutien à la recherche IA-Go",
    "timeline.event2021": "Match d'exhibition spécial \"Lee Sedol AI Exhibition Match\"",
    "timeline.event2025": "Professeur à la faculté d'IA de l'UNIST",
    "publications.heading": "Publications",
    "publications.item1.title": "La lecture d'un maître",
    "publications.item1.desc": "Autobiographie comprenant des analyses de parties et des méthodes d'entraînement à la lecture",
    "publications.item1.link": "En savoir plus",
    "publications.item2.title": "Recueil de parties commentées par Lee Sedol",
    "publications.item2.desc": "Commentaires des parties les plus marquantes de sa carrière professionnelle",
    "publications.item2.link": "En savoir plus",
    "publications.item3.title": "L'esthétique du Go",
    "publications.item3.desc": "Essai philosophique sur les liens entre le Go et l'art",
    "publications.item3.link": "En savoir plus",
    "publications.item4.title": "L'avenir du Go et de l'IA",
    "publications.item4.desc": "Réflexions sur le rôle du Go et de l'humain à l'ère de l'intelligence artificielle",
    "publications.item4.link": "En savoir plus",
    "publications.item5.title": "L'intuition humaine",
    "publications.item5.desc": "Étude sur la valeur unique et propre à l'humain à l'ère de l'intelligence artificielle",
    "publications.item5.link": "En savoir plus",
    "publications.item6.title": "Philosophie d'un compétiteur",
    "publications.item6.desc": "Réflexions personnelles sur les défis et la croissance en compétition et dans la vie",
    "publications.item6.link": "En savoir plus",
    "media.heading": "Médias",
    "media.item1.title": "Commentaire de la 1ère partie AlphaGo vs Lee Sedol",
    "media.item1.link": "Voir la vidéo",
    "media.item2.title": "Interview sur la coexistence entre IA et humains",
    "media.item2.link": "En savoir plus",
    "news.heading": "Actualités et événements",
    "news.filter.all": "Tous",
    "news.filter.2025": "2025",
    "news.filter.2024": "2024",
    "news.filter.2023": "2023",
    "news.item1": "Netflix - Plan du Diable 2",
    "news.item2": "POSTECH Le monde du travail",
    "news.item3": "Festival des Sciences et Technologies de Corée 2025",
    "news.item4": "Herald Innovate Korea 2025",
    "news.item5": "Tournoi national de Go Lee Sedol",
    "news.item6": "Festival IA de Séoul",
    "news.item7": "Nomination en tant que professeur à l'UNIST",
    "contact.heading": "Contact",
    "contact.name": "Nom",
    "contact.email": "Email",
    "contact.message": "Message",
    "contact.button": "Envoyer"
}